cask_args appdir: "/Applications"

# Taps
tap "FelixKratz/formulae", trusted: true
#tap "jundot/omlx", "https://github.com/jundot/omlx", trusted: true
tap "oven-sh/bun", "https://github.com/oven-sh/bun"

# Casks
cask "1password"
cask "zoom"
cask "notion"
cask "slack"
cask "google-chrome"
cask "bitwarden"
cask "linearmouse"
cask "font-fira-code-nerd-font"
cask "raycast"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "ghostty"
cask "claude-code"
cask "codex"
cask "stats"
cask "claude"
cask "stats"
cask "orbstack"
cask "ngrok"

# Brews
brew "curl"
brew "wget"
brew "git"
brew "gh"
brew "tmux"
brew "stow"
brew "pyenv"
brew "neovim"
brew "direnv"
brew "pipx"
brew "uv"
brew "ruff"
brew "poetry"
brew "pre-commit"
brew "antidote"
brew "rg"
brew "gpg"
brew "fd"
brew "tmuxinator"
brew "tpm"
brew "zoxide"
brew "lazygit"
brew "luarocks"
brew "fzf"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "borders"
#brew "omlx"
brew "llmfit"
brew "bun"
