cask_args appdir: "/Applications"

# Taps
tap "FelixKratz/formulae"

# Casks
cask "spotify"
cask "google-chrome"
cask "bitwarden"
cask "slack"
cask "linearmouse"
cask "font-fira-code-nerd-font"
cask "cursor"
cask "raycast"
cask "wezterm"
cask "nikitabobko/tap/aerospace"
cask "pgadmin4"
cask "1password"
cask "visual-studio-code"
cask "gitify"
cask "orbstack"
cask "zed"

# Brews
brew "curl"
brew "wget"
brew "git"
brew "gh"
brew "tmux"
brew "stow"
brew "pyenv"
brew "neovim"
brew "direnv"
brew "pipx"
brew "uv"
brew "poetry"
brew "pre-commit"
brew "antidote"
brew "rg"
brew "pass"
brew "gpg"
brew "tmuxinator"
brew "tpm"
brew "node"
brew "borders"
brew "postgresql"
brew "zoxide"
